Revit 2024 API
IFCAggregateIterator Properties
The IFCAggregateIterator type exposes the following members.
Properties
Name | Description
Current
Gets the item at the current position of the iterator.
CurrentObject
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
IFCAggregateIterator Class
Autodesk.Revit.DB.IFC Namespace